const dbSkills = [
  {
    id: 1,
    category: "обучение начинающих с нуля",
    cat: "Для начинающих",
    text: "Все профессиональные сноубордисты когда-то были новичками. Задача инструктора - научить базовым движениям правильно, быстро, безопасно и с удовольствием. Программа обучения начинающих базируется на общепризнанных классических методиках преподавания, в основе которых лежит освоение поворотов с проскальзыванием и умение использовать их на склонах. Целью первого класса обучения является освоение поворотов с проскальзыванием. 2Lorem ipsum dolor sit amet consectetur. Purus pulvinar nulla enim ut consequat nunc lorem tempor odio.",
    href: "begin",
    src: "1_begin.jpg",
  },
  {
    id: 2,
    category: "совершенствование техники",
    cat: "Для продолжающих",
    text: "Предположим, вы уверенно стоите на сноуборде, но понимаете, что есть склоны, где вы чувствуете себя неуверенно. Или хочется кататься технично и красиво, и нужны советы со стороны инструктора по корректировке стойки и исправления ошибок. Задача инструктора по второму классу обучения - научить вас спускаться по крутым и очень крутым склонам, использовать повороты разного радиуса и современную спортивную технику. Подведение к основам резанных поворотов - карвинга. Ut feugiat id turpis adipiscing lorem tempor odio.",
    href: "continue",
    src: "2_continue.jpg",
  },
  {
    id: 3,
    category: "основы фристайла",
    cat: "Фристайл",
    text: "Флэт-фристайл, он же флэт (flat) – это техника катания в сноубординге, которая заключается в выполнении трюков на достаточно ровном склоне с небольшим уклоном. Флэт - это не очень сложная, но техничная дисциплина. По сути главное - удержание равновесия в непривычных положениях тела - при задавливаниях носа или хвоста сноуборда, при вращениях в движении, при прыжках. rat in Magna erat in faucibus aucibus pulvinar consequat tempor. Ut feugiat id turpis adipiscing lorem tempor odio.",
    href: "freestyle",
    src: "3_freestyle.jpg",
  },
  {
    id: 4,
    category: "карвинг или резанные повороты",
    cat: "Карвинг",
    text: "Карвинг – это повороты на скорости без ее потери, с полностью зарезанным в снег кантом. Соприкосновение со склоном проходит по всей его длине. Так как скорость высокая, то возникающая центробежная сила стремиться выбросить тело сноубордиста за дугу поворота. Это и позволяет ему наклоняться внутрь дуги к центру окружности по которой она проходит. Центробежная сила вступает в борьбу с гравитацией и держит ваше тело. Сonsequat tempor. Ut feugiat id turpis adipiscing lorem tempor odio.",
    href: "carving",
    src: "4_carving.jpg",
  },
  {
    id: 5,
    category: "детский инструктор",
    cat: "Дети",
    text: "Главное в работе с детьми - повышенные требования к безопасности и способность инструктора заинтересовать юного спортсмена. Занятия с детьми проводятся в игровой форме, учиваются индивидуальные особенности возраста, физических способностей и психологии ребенка. Оптимальным возрастом для начала занятий тренеры считают 6-7 лет. 6Lorem ipsum dolor sit amet consectetur. Lacus eleifend ut arcu faucibus ut id nibh augue. Purus pulvinar nulla enim ut consequat nunc aliquam cursus.",
    href: "child",
    src: "5_child.jpg",
  },
  {
    id: 6,
    category: "групповые тренировки",
    cat: "Групповые тренировки",
    text: "Группы формируются по уровню катания, возрасту и желаемым навыкам. В зависимости от курса, группа может быть от 3 до 12 человек. На занятиях Вы хорошо проведете время, с пользой для здоровья на свежем воздухе. Групповые тренировки дешевле индивидуальных. 6Lorem ipsum dolor sit amet consectetur. Lacus eleifend ut arcu faucibus ut id nibh augue. Purus pulvinar nulla enim ut consequat nunc aliquam cursus.6Lorem ipsum dolor sit amet consectetur. Lacus eleifend ut arcu faucibus ut id nibh augue.",
    href: "group",
    src: "6_group.jpg",
  },
];

export default dbSkills;
