const programs = [
  {
    id: 1,
    name: "Занятия в тренажерном зале в межсезонье",
    category: "begin, continue, freestyle, carving, child, group",
    text: "Осень – идеальное время для подготовки к зимним видам спорта. Из года в год осенние месяцы наполнены волнительным ожиданием начала сезона, ведь первый снег, а, значит, и первый выход на трассу, ждет тебя буквально за следующим поворотом календаря. С момента последнего спуска на сноуборде или на лыжах прошло около восьми месяцев, и тебе не терпится взобраться на склон и ринуться вниз.",
    href: "https://vse-kursy.com/read/198-kak-nauchitsya-katatsya-na-snouborde.html",
  },
  {
    id: 2,
    name: "Методичесие основы подготовки сноубордистов 8-10-летнего возраста",
    category: "child",
    text: "В настоящее время в России наблюдается значительный рост количества занимающихся сноубордингом в спортивных школах и коммерческих горнолыжных клубах. Техническая подготовка сноубордистов базируется на высоком уровне освоения базовых элементов. Уверенное владение базовыми элементами техники катания на сноуборде влияет на эффективность освоения будущих сложных координационных движений. Вместе с тем, научно-обоснованной методики обучения технике катания юных сноубордистов в настоящее время не разработано. В этой связи возникает потребность использовать имеющийся в стране опыт работы с начинающими сноубордистами для его обобщения в практические рекомендации, необходимые специалистам физкультурно-спортивной отрасли, ведущим свою деятельность в области обучения сноубордингу. В исследовании обобщен педагогический опыт ведущих тренеров по сноуборду в РФ, рассмотрены основные средства технической подготовки, используемые в технической подготовке юных сноубордистов, а также разработаны конкретные рекомендации по использованию наиболее эффективных упражнений.",
    href: "https://cyberleninka.ru/article/n/metodicheskie-osnovy-tehnicheskoy-podgotovki-snoubordistov-8-10-letnego-vozrasta",
  },
  {
    id: 3,
    name: "Зависимость стиля катания сноубордиста от его психических свойств и физических качеств",
    category: "freestyle, carving",
    text: "Высокий уровень развития современного спорта требует научного подхода к организации тренировочного процесса сноубордистов, основанного на комплексном изучении индивидуальных особенностей и возможностей спортсмена, выделении основных признаков и качеств, развитие которых в наибольшей мере способствует достижению высоких спортивных результатов в сноубординге. В данной статье рассматривается взаимосвязь психических свойств и физических качеств сноубордиста и их влияние на индивидуальный стиль катания, выбор способа борьбы со страхом и варианта тактико-технических действий в дисциплине «сноуборд-кросс». На основе этой взаимосвязи, тренер может осуществлять дифференцированный подход при решении тренировочных задач, для оптимизации тренировочного процесса. Изучение и учѐт типологических особенностей, психических свойств и черт сноубордистов, помогут тренеру ориентировать спортсменов на тот вид деятельности, который им более подходит и соответствует их способностям, что сделает процесс подготовки в дисциплине «сноуборд-кросс» более эффективным.",
    href: "https://cyberleninka.ru/article/n/zavisimost-stilya-kataniya-snoubordista-ot-ego-psihicheskih-svoystv-i-fizicheskih-kachestv",
  },
  {
    id: 4,
    name: "Теоретическое обоснование методики подготовки высококвалифицированных сноубордистов в годичном цикле",
    category: "freestyle, carving",
    text: "На протяжении последних лет «копилка» видов спорта пополнятся новыми спортивными дисциплинами. Большинство из них возникает на базе традиционных видов спорта. Подготовка спортсменов в новых дисциплинах строится на теоретических и методических основах схожих видов спорта. Такой подход к организации тренировочного процесса высококвалифицированных спортсменов на сегодняшний день является недостаточно эффективным. Это актуализирует необходимость исследования проблемы подготовки спортсменов в каждой спортивной дисциплине, дальнейшего поиска и научного обоснования эффективных технологий построения и реализации тренировочного процесса на всех этапах спортивной подготовки, в частности в годичном его цикле. В статье представлено теоретическое обоснование исследования проблемы тренировочного процесса сноубордистов и необходимость разработки специализированной методики подготовки высококвалифицированных сноубордистов в годичном цикле. Отражены результаты теоретического анализа, в ходе которого выявлены специфические особенности сноубординга, обусловленные целевой направленностью двигательного действия, внешними условиями, взаимодействием с другими участниками, правилами соревнований дисциплины «сноуборд-кросс». Определено направление, предполагающее повышение эффективности тренировочного процесса и способствующее успешности соревновательной деятельности, которое выражается в необходимости разработки специализированной методики подготовки высококвалифицированных сноубордистов в годичном цикле. Научная новизна данного исследования выражается в положениях, на базе которых с применением принципа суперпозиции осуществляются разработка и реализация экспериментальной методики: 1) используемые средства и методы подбираются в аспекте сходства с соревновательной деятельностью дисциплины «сноуборд-кросс», характеризуются рациональной последовательностью и длительностью включения нагрузок различной направленности; 2) определяющими условиями являются опережающее изменение уровня специальной физической подготовленности сноубордистов и поддержание этого уровня в течение всего соревновательного периода.",
    href: "https://cyberleninka.ru/article/n/teoreticheskoe-obosnovanie-metodiki-podgotovki-vysokokvalifitsirovannyh-snoubordistov-v-godichnom-tsikle",
  },
  {
    id: 5,
    name: "Определение основной стойки",
    category: "begin",
    text: "Из-за неестественного положения тела на доске и сложности самого вида спорта, нужно быть готовым к падениям. Смягчить поможет правильный выбор склона, который должен иметь выкат на горку. Ширина трассы должна составлять 10-20 метров, чтобы был простор для маневра и остановки. Длины достаточно около 60 метров.<br>Кстати, не забудьте про правильное снаряжение, у нас, в прокате сноубордов, всегда найдется правильная доска под ваши цели!<br>Сразу следует определиться с ногой, которая будет впереди – это базовая стойка:<br>Можно встать лицом к склону и попросить знакомого несильно толкнуть в спину. Это должно произойти неожиданно. Для поддержания равновесия будет выставлена та нога, которая и на доске должна быть впереди;<br>Ощущения сразу подскажут правильное положение, если немного прокатиться на каждой ноге по отдельности. В переднее крепление пристегивается поочередно правый и левый сапог. Проехаться пару метров достаточно, чтобы безошибочно оценить более удобное положение.",
    href: "",
  },
  {
    id: 6,
    name: "Как падать?",
    category: "begin",
    text: "Падение рейдера на склоне – естественное явление, поэтому важно научиться правильно падать. Находясь на склоне, избегайте падения вперёд вниз, также не нужно пытаться тормозить руками - это может привести к травме.  Когда ясно, что падения не избежать, сгибайте колени, приседая. Если падать приходиться на спину, нужно ударить снег руками, чтобы погасить силу удара. При падении вперёд держите руки у груди и отверните голову в сторону. Общее правило: при падениях следует быть максимально расслабленным – так можно минимизировать возможность травмы.",
    href: "",
  },
  {
    id: 7,
    name: "Прямое соскальзывание на заднем и переднем канте",
    category: "begin",
    text: "Сядьте и пристегните доску. Сначала переднее, потом заднее крепление. Вполне логично после этого встать и остаться спиной к склону, но, чисто психологически, проще начинать, стоя к склону лицом, да и подниматься на ноги так будет проще. Поэтому, не вставая, перевернитесь, точнее, перекатитесь, на колени, и только после этого поднимайтесь. Вставая, не выпрямляйте ноги - если вы это сделаете, ваш центр тяжести, независимо от вашего желания, окажется за пределами доски и упражнение соскальзывание начнется гораздо раньше, чем вам этого хочется. При подъеме колени должны быть согнуты, отрываться от снега они должны в последнюю очередь. Если вы оторвали от снега колени, а руками еще держитесь за снег, ничего хорошего из этого не получится. Сначала руки, потом колени. В крайнем случае – одновременно, но никак не наоборот. А опускаться на снег нужно в обратной последовательности - сначала колени, потом руки.",
    href: "https://skigu.ru/papers/beginners/samouchitel-igry-na-snouborde-2/",
  },
  {
    id: 8,
    name: "Карвинг на обычном сноуборде",
    category: "carving, group",
    text: "Часто нас спрашивают, почему мы остаемся в мягком стаффе, ведь он не предназначен для карвинга. В самом вопросе кроется глобальная ошибка, - это жесткий экип предназначен только для карвинга. Мягкий комплект позволяет кататься любым стилем. Именно эту универсальность сноуборда мы и отстаиваем.",
    href: "https://funcarve.ru/teoriya/softcarving",
  },
  {
    id: 9,
    name: "Десять(10) правил FIS",
    category: "begin, continue, freestyle, carving, child, group",
    text: "1. Уважение к другим<br>Лыжник или сноубордист должен вести себя таким образом, чтобы не подвергать опасности и не наносить ущерба другим.<br>2. Контроль скорости движения на лыжах или сноуборде<br>Лыжник или сноубордист должен контролировать свое движение, а скорость и стиль катания выбирать соответственно своим способностям, условиям местности, состоянию снега и погоды, а также плотностью трафика на склоне.<br>3. Выбор маршрута<br>Траекторию движения надлежит выбирать так, чтобы не нанести вред движущимся впереди.<br>4. Обгон<br>Лыжник или сноубордист может обгонять других — выше или ниже, справа или слева, с условием, что у обгоняемого остается достаточно пространства для маневра (намеренного или непроизвольного).<br>5. Выход на трассу, начало движения, движение вверх<br>Выходящий на трассу, начинающий движение или движущийся вверх по склону лыжник или снобордист должен оценивать перспективу, смотреть вверх и вниз по склону, убеждаясь, что может продолжать движение, не подвергая опасности себя и окружающих.<br>6. Остановка на трассе<br>Стоит избегать остановки в узких местах или там, где видимость ограничена, без крайней необходимости. После падения в таком месте лыжник или сноубордист должен незамедлительно отойти с трассы.<br>7.  Пеший подъем или спуск<br>Лыжник или сноубордист, передвигающийся пешком для набора высоты или спуска, должен держаться в стороне от трассы.<br>8. Соблюдение знаков и разметки<br>Лыжник или сноубордист должен соблюдать все знаки и разметку трасс.<br>9. Помощь другим<br>Лыжник или сноубордист должен оказывать помощь пострадавшим в несчастном случае.<br>10. Идентификация<br>Все участники и свидетели несчастных случаев, инцидентов — независимо от того, являются они ответственными лицами или нет, — должны обменяться контактными данными после происшествия.",
    href: "",
  },
];

export default programs;
